Summary: Structural Connection Handler lost connected element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
public static FailureDefinitionId StructuralConnectionNoSingleRef { get; }
  Visual Basic
Public Shared ReadOnly Property StructuralConnectionNoSingleRef As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StructuralConnectionNoSingleRef {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StructuralConnectionFailures Class
  Autodesk.Revit.DB Namespace